Repository: xfce-mirror/xfconf
Catalog: po/*.po
Languages: ka, vi

source: Failed to make ResetProperty DBus call
ka: DBus-დან ResetProperty ფუნქციის გამოძახება ჩავარდა
vi: Không thực hiện được lệnh gọi ResetProperty DBus

source: Unable to create configuration directory "%s"
ka: ვერ შევქმენი კონფიგურაციის საქაღალდე "%s"
vi: Không thể tạo thư mục cấu hình "%s"

source: Permission denied while modifying property "%s" on channel "%s"
ka: თვისების "%s" არხზე "%s" შეცვლისას წვდომა აკრძალულია
vi: Quyền bị từ chối khi sửa đổi thuộc tính "%s" trên kênh "%s"

source: Property "%s" does not exist on channel "%s"
ka: თვისება "%s" არ არსებობს არხზე "%s"
vi: Thuộc tính "%s" không tồn tại trên kênh "%s"

source: Unable to remove channel "%s": %s
ka: წაშლის შეცდომა არხისთვის "%s": %s
vi: Không thể xóa kênh "%s": %s

source: Invalid type for <property>: "%s"
ka: არასწორი ტიპი <თვისებისთვის>: "%s"
vi: Loại không hợp lệ cho <property>: "%s"

source: Unable to parse value of type "%s" from "%s"
ka: ვერ დავამუშავე მნიშვნელობა ტიპით "%s" "%s'-დან
vi: Không thể phân tích giá trị của loại "%s" từ "%s"

source: The type attribute of <value> cannot be an array
ka: <მნიშვნელობის> ტიპის ატრიბუტი მასივი არ უნდა იყოს
vi: Thuộc tính type của <value> không thể là mảng

source: Invalid type for <value>: "%s"
ka: არასწორი ტიპი <მნიშვნელობისთვის>: "%s"
vi: Loại không hợp lệ cho <value>: "%s"

source: Channel "%s" does not exist
ka: არხი "%s" არ არსებობს
vi: Kênh "%s" không tồn tại

source: Unable to write channel "%s": %s
ka: ჩაწერის შეცდომა არხში "%s": %s
vi: Không thể ghi kênh "%s": %s

source: Unable to find Xfconf backend of type "%s"
ka: ვერ ვიპოვე Xfconf-ის უკანაბოლო ტიპით "%s"
vi: Không thể tìm thấy phần phụ trợ Xfconf loại "%s"

source: Property names must start with a '/' character
ka: თვისება უნდა იწყებოდეს სიმბოლოთი '/'
vi: Tên thuộc tính phải bắt đầu bằng ký tự '/'

source: The root element ('/') is not a valid property name
ka: ძირითადი ელემენტი ("/") არასწორი თვისების სახელია
vi: Phần tử gốc ('/') không phải là tên thuộc tính hợp lệ

source: Property names can only include the ASCII characters A-Z, a-z, 0-9, '_', '-', ':', '.', ',', '[', ']', '{', '}', '<' and '>', as well as '/' as a separator
ka: თვისების სახელები, მხოლოდ, შეიძლება, შეიცავდეს ASCII სიმბოლოებს A-Z, a-z, 0-9, '_', '-', ':', '.', ',', '[', ']', '{', '}', '<' და'>', ასევე'/', როგორც გამყოფი
vi: Tên thuộc tính chỉ có thể bao gồm các ký tự ASCII A-Z, a-z, 0-9, '_', '-', ':', '.', ',', '[', ']', '{', '}', '<' và '>', cũng như '/' làm dấu phân cách

source: Property names cannot have two or more consecutive '/' characters
ka: თვისების სახელები არ შეიძლება, ორი '/'-ით იწყებოდეს
vi: Tên thuộc tính không thể có hai hoặc nhiều ký tự '/' liên tiếp

source: Property names cannot end with a '/' character
ka: თვისების სახელები არ შეიძლება, '/'-ით მთავრდებოდეს
vi: Tên thuộc tính không thể kết thúc bằng ký tự '/'

source: Channel name cannot be an empty string
ka: არხის სახელი ცარიელი სტრიქონი ვერ იქნება
vi: Tên kênh không thể là một chuỗi trống

source: Channel names can only include the ASCII characters A-Z, a-z, 0-9, '{', '}', '|', ']', '[', ':', ',', '.', '_', and '-'
ka: არხის სახელები შეიძლება, მხოლოდ, შეიცავდეს ASCII სიმბოლოებს A-Z, a-z, 0-9, '{', '}', '|', ']', '[', ':', ',', '.', '_', და '-'-ს
vi: Tên kênh chỉ có thể bao gồm các ký tự ASCII A-Z, a-z, 0-9, '{', '}', '|', ']', '[', ':', ',', '.', '_' và '-'

source: The property name can only be empty or "/" if a recursive reset was specified
ka: თვისების სახელი, მხოლოდ, შეიძლება ცარიელი, ან '/' იყოს, თუ მითითებულია რეკურსიული ჩამოყრა
vi: Tên thuộc tính chỉ có thể để trống hoặc "/" nếu đặt lại đệ quy được chỉ định

source: Prints the xfconfd version.
ka: გამოიტანს xfconfd-ის ვერსიას.
vi: In phiên bản xfconfd.

source: Configuration backends to use. The first backend specified is opened read/write; the others, read-only.
ka: გამოსაყენებელი კონფიგურაციის უკანაბოლოები. პირველი უკანაბოლო, რომელიც მითითებულია, გაიხსნება ჩაწერა-წაკითხვის რეჟიმში, დანარჩენები კი - მხოლოდ-წაკითხვადში.
vi: Cấu hình phụ trợ để sử dụng. Phần phụ trợ đầu tiên được chỉ định sẽ được mở đọc/ghi; những cái khác, chỉ đọc.

source: Fork into background after starting; only useful for testing purposes
ka: ფონში გადატანა გაშვების შემდეგ. გამოსადეგია, მხოლოდ შემოწმების მიზნით
vi: Chuyển sang nền sau khi bắt đầu; chỉ hữu ích cho mục đích thử nghiệm

source: Xfce Configuration Daemon
ka: Xfce-ის კონფიგურაციის დემონი
vi: Trình nền cấu hình Xfce

source: Xfce configuration daemon
ka: Xfce-ის კონფიგურაციის დემონი
vi: Trình nền cấu hình Xfce

source: Report bugs to http://bugs.xfce.org/
ka: შეცდომებზე მოგვწერეთ http://bugs.xfce.org/
vi: Báo cáo lỗi tới http://bugs.xfce.org/

source: Error parsing options: %s
ka: პარამეტრების დამუშავების შეცდომა: %s
vi: Tùy chọn phân tích cú pháp lỗi: %s

source: GType transformation failed "%s"
ka: GType-ის გარდაქმნა ჩავარდა "%s"
vi: Chuyển đổi GType không thành công "%s"

source: No backends could be started
ka: უკანაბოლოების გაშვება შეუძლებელია
vi: Không có chương trình phụ trợ nào có thể được bắt đầu

source: set
ka: დაყენება
vi: cài

source: reset
ka: ჩამოყრა
vi: cài lại

source: Version information
ka: ვერსიის შესახებ ინფორმაცია
vi: Thông tin phiên bản

source: The channel to query/modify
ka: არხი მოთხოვნისთვის/შესაცვლელად
vi: Kênh để truy vấn/sửa đổi

source: The property to query/modify
ka: თვისება მოთხოვნისთვის/შესაცვლელად
vi: Thuộc tính để truy vấn/sửa đổi

source: The new value to set for the property
ka: ახალი მნიშვნელობა ამ თვისებისთვის
vi: Giá trị mới để đặt cho thuộc tính

source: List properties (or channels if -c is not specified)
ka: თვისებების სია (ან არხების, თუ -c მითითებული არაა)
vi: Liệt kê các thuộc tính (hoặc kênh nếu -c không được chỉ định)

source: Print property and value in combination with -l or -m
ka: თვისების და მნიშვნელობის გამოტანა -l ან -m-თან ერთად
vi: In thuộc tính và giá trị kết hợp với -l hoặc -m

source: Create a new property if it does not already exist
ka: ახალი თვისების შექმნა, თუ ის უკვე არ არსებობს
vi: Tạo một thuộc tính mới nếu nó chưa tồn tại

source: Specify the property value type
ka: მიუთითეთ თვისების მნიშვნელობის ტიპი
vi: Chỉ định loại giá trị thuộc tính

source: Reset property
ka: თვისების ჩამოყრა
vi: Đặt lại thuộc tính

source: Recursive (use with -r)
ka: რეკურსიული (გამოიყენეთ -r-სთან ერთად)
vi: Đệ quy (sử dụng với -r)

source: Force array even if only one element
ka: მასივი ნაძალადევად მაშინაც კი, თუ ელემენტების რაოდენობა ერთია
vi: Buộc mảng ngay cả khi chỉ có một phần tử

source: Invert an existing boolean property
ka: არსებული ლოგიკური თვისების გადართვა
vi: Đảo ngược một thuộc tính boolean hiện có

source: Monitor a channel for property changes
ka: არხის მონიტორინგი თვისების ცვლილებებისთვის
vi: Giám sát kênh để thay đổi thuộc tính

source: - Xfconf commandline utility
ka: - Xfconf ბრძანების სტრიქონის პროგრამა
vi: - Tiện ích dòng lệnh Xfconf

source: Option parsing failed: %s
ka: პარამეტრების დამუშავების შეცდომა: %s
vi: Phân tích cú pháp tùy chọn không thành công: %s

source: The Xfce development team. All rights reserved.
ka: Xfce-ის განვითარების ჯგუფი. ყველა უფლება დაცულია.
vi: Nhóm phát triển Xfce. Tất cả các quyền được bảo lưu.

source: Please report bugs to <%s>.
ka: გთხოვთ, შეცდომების შესახებ გვაცნობეთ აქ <%s>.
vi: Vui lòng thông báo lỗi đến <%s>.

source: No property specified
ka: თვისება მითითებული არაა
vi: Không có thuộc tính nào được chỉ định

source: --create and --reset options can not be used together
ka: პარამეტრებს --create და --reset ერთად ვერ გამოიყენებთ
vi: Các tùy chọn --create và --reset không thể được sử dụng cùng nhau

source: --create and --reset options can not be used together with --list
ka: პარამეტრებს --create და --reset ვერ გამოიყენებთ პარამეტრით --list
vi: Các tùy chọn --create và --reset không thể được sử dụng cùng với --list

source: Failed to init libxfconf: %s
ka: libxfconf-ის ინიციალიზაციის შეცდომა: %s
vi: Không thể khởi tạo libxfconf: %s

source: Channels:
ka: არხები:
vi: Kênh:

source: Start monitoring channel "%s":
ka: მონიტორინგის გაშვება არხისთვის "%s":
vi: Bắt đầu theo dõi kênh "%s":

source: Failed to set property
ka: თვისების დაყენების შეცდომა
vi: Không thể đặt thuộc tính

source: --toggle only works with boolean values
ka: --toggle მხოლოდ, ლოგიკურ მნიშვნელობებთან მუშაობს
vi: --toggle chỉ hoạt động với các giá trị boolean

source: (unknown)
ka: (უცნობი)
vi: (không rõ)

source: Value is an array with %d items:
ka: მნიშვნელობა მასივია %d ელემენტით:
vi: Giá trị là một mảng có các mục %d:

source: Property "%s" does not exist on channel "%s". If a new property should be created, use the --create option
ka: თვისება "%s" არ არსებობს არხზე "%s". თუ გნებავთ, ახალი თვისება შექმნათ, გამოიყენეთ პარამეტრი --create
vi: Thuộc tính "%s" không tồn tại trên kênh "%s". Nếu cần tạo một thuộc tính mới, hãy sử dụng tùy chọn --create

source: When creating a new property, the value type must be specified
ka: ახალი თვისების შექმნისას მნიშვნელობის ტიპის მითითება აუცილებელია
vi: Khi tạo thuộc tính mới, loại giá trị phải được chỉ định

source: Failed to get the existing type for the value
ka: მნიშვნელობისთვის არსებული ტიპის მიღება შეუძლებელია
vi: Không thể lấy loại hiện tại cho giá trị

source: Unable to determine the type of the value
ka: მნიშვნელობის ტიპის დადგენა შეუძლებელია
vi: Không thể xác định loại giá trị

source: A value type must be specified to change an array into a single value
ka: მნიშვნელობის ტიპის მითითება აუცილებელია მასივის ერთ მნიშვნელობაში გადაყვანისას
vi: Một loại giá trị phải được chỉ định để thay đổi một mảng thành một giá trị duy nhất

source: Unable to convert "%s" to type "%s"
ka: "%s" ტიპის "%s" ტიპში გადაყვანა შეუძლებელია
vi: Không thể chuyển đổi "%s" thành loại "%s"

source: There are %d new values, but only %d types could be determined
ka: არსებობს %d ახალი მნიშვნელობა, მაგრამ დადგენილია, მხოლოდ, %d-ის ტიპი
vi: Có %d giá trị mới, nhưng chỉ có thể xác định loại %d

source: Unable to determine type of value at index %d
ka: ვერ დავადგინე მნიშვნელობის ტიპი ინდექსით %d
vi: Không thể xác định loại giá trị tại chỉ mục %d

source: Channel "%s" contains no properties
ka: არხს "%s" თვისებები არ გააჩნია
vi: Kênh "%s" không chứa thuộc tính nào
